Repository: Evggeennniy/KART-BE
Catalog: app/forms/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Applicant Name
ru: Имя заявителя

source: Email
ru: Ел. Почта

source: Phone Number
ru: Номер

source: Message
ru: Сообщение

source: Submission Date
ru: Дата подачи

source: Application Form
ru: Анкета быстрого обращения

source: Application Forms
ru: Анкеты быстрого обращения

source: Less than 1 year
ru: Менее 1 года

source: 1–3 years
ru: 1–3 года

source: 3–5 years
ru: 3–5 лет

source: More than 5 years
ru: Более 5 лет

source: Yes
ru: Да

source: No
ru: Нет

source: In Progress
ru: В процессе

source: Company
ru: Компания

source: Address
ru: Адрес

source: Contact Person
ru: Контактное лицо

source: Position
ru: Должность

source: Phone
ru: Телефон

source: Website
ru: Веб-сайт

source: Instagram
ru: Инстаграм

source: Other Social Media
ru: Другие соцсети

source: Years of Experience
ru: Опыт работы (в годах)

source: Main Business Direction
ru: Основное направление бизнеса

source: License Status
ru: Наличие лицензии

source: Do You Train Masters?
ru: Обучаете ли мастеров?

source: Has Training Center
ru: Есть учебный центр

source: Seats in Training Room
ru: Мест в учебном классе

source: Certified Trainers
ru: Сертифицированные тренеры

source: Physical Location / Showroom
ru: Физический адрес / шоурум

source: Product Distribution Method
ru: Метод дистрибуции продукции

source: Storage & Logistics Capability
ru: Наличие склада / логистических возможностей

source: Marketing Channels
ru: Каналы продвижения

source: Willing to Use KART Marketing Materials
ru: Готовы использовать маркетинг KART

source: Active Client Base (Approx.)
ru: Активная клиентская база (примерно)

source: Target Region for KART Sales
ru: Целевой регион продаж KART

source: Currently Represented Brands
ru: Бренды, которые вы представляете

source: Reason for Cooperation with KART
ru: Причина сотрудничества с KART

source: Additional Comments
ru: Дополнительные комментарии

source: Dealer Application
ru: Анкета дистрибьютора

source: Dealer Applications
ru: Анкеты дистрибьюторов

source: Pedicure Master
ru: Мастер педикюра

source: Practicing Podologist
ru: Практикующий подолог

source: 4–5 years
ru: 4–5 лет

source: 6–10 years
ru: 6–10 лет

source: More than 10 years
ru: Более 10 лет

source: 1–5 students
ru: 1–5 студентов

source: 6–10 students
ru: 6–10 студентов

source: 11–20 students
ru: 11–20 студентов

source: More than 20
ru: Более 20

source: 1–2 years
ru: 1–2 года

source: Do not use
ru: Не использую

source: Can Rent if Needed
ru: Могу арендовать при необходимости

source: Partly
ru: Частично

source: Full Name
ru: ФИО

source: Date of Birth
ru: Дата рождения

source: City
ru: Город

source: Country Code
ru: Код страны

source: Social Media Links
ru: Ссылки на соцсети

source: Your Role
ru: Ваша роль

source: Education Background
ru: Образование

source: Medical Education
ru: Медицинское образование

source: Current Job & Position
ru: Текущая работа и должность

source: Pedicure Techniques You Use
ru: Используемые техники педикюра

source: Teaching Experience
ru: Преподавательский опыт

source: Course Topics Description
ru: Описание тем курсов

source: Training Place Availability
ru: Наличие учебной площадки

source: Students per Month
ru: Количество студентов в месяц

source: Familiar with KART
ru: Знакомы с продукцией KART?

source: KART Usage Period
ru: Стаж использования KART

source: Your Strengths as a Trainer
ru: Ваши сильные стороны как преподавателя

source: Audience Experience (Offline/Online)
ru: Опыт взаимодействия с аудиторией (офлайн/онлайн)

source: Promotion Platforms/Channels
ru: Платформы и каналы продвижения

source: Why You Want to Become a KART Instructor
ru: Почему вы хотите стать инструктором KART

source: Ready to Join Instructor Program
ru: Готовы присоединиться к программе инструкторов

source: Submitted At
ru: Дата подачи

source: Instructor Application
ru: Анкета преподавателя

source: Instructor Applications
ru: Анкеты преподавателей
